export const links = [
  {
  title: 'О компании',
  url: '/about'
  },
  {
    title: 'Оплата',
    url: '/pay'
  },
  {
    title: 'Доставка',
    url: '/delivery'
  },
  {
    title: 'Возврат',
    url: '/refund'
  },
  {
    title: 'Отзывы',
    url: '/reviews'
  },
  {
    title: 'Вопрос-ответ',
    url: '/q&a'
  },
  {
    title: 'Новости',
    url: '/news'
  },
  {
    title: 'Контакты',
    url: '/contacts'
  }
]

export const card = [
  {
    availability: true,
    alias: 'drill',
    title: 'Перфоратор универсальный Wander X645-46 GF 1450W',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    tools: 'tools',
    img: require('./assets/images/products/Rectangle22.png'),
    imgBig: require('@/assets/images/products/big/drill.png'),
    img1: require('./assets/images/products/Rectangle22.png'),
    img2: require('@/assets/images/products/mini/Rectangle 42.png'),
    img3: require('@/assets/images/products/mini/Rectangle 43.png'),
    img4: require('@/assets/images/products/mini/Rectangle 44.png'),
    img5: require('@/assets/images/products/mini/Rectangle 42.png'),
    img6: require('@/assets/images/products/mini/image 24.png'),
    img7: require('@/assets/images/products/mini/Rectangle 44.png'),
    img8: require('@/assets/images/products/mini/Rectangle 43.png'),
    img9: require('@/assets/images/products/mini/Rectangle 42.png'),
    img10: require('@/assets/images/products/mini/image 24.png'),
    asd: [
      {
        title: 'Тип товара',
        desc: 'Дрель-шуруповерт',
      },
      {
        title: 'Бренд',
        desc: 'MAKITA'
      },
      {
        title: 'Назначение инстурмента',
        desc: 'профессиональный'
      },
      {
        title: 'Мощность (Вт)',
        desc: '18'
      },
      {
        title: 'Емкость АКБ (А/ч)',
        desc: '1.5'
      },
      {
        title: 'Крутящий момент макс. (Н/м)',
        desc: '30'
      },
      {
        title: 'Напряжение аккумулятора (В)',
        desc: '14.4'
      },
      {
        title: 'Цвет',
        desc: 'синий'
      },
      {
        title: 'Диаметр патрона мин. (мм)',
        desc: '1.5'
      },
      {
        title: 'Диаметр патрона макс. (мм)',
        desc: '10'
      },
      {
        title: 'Скорость вращения I (об/мин)',
        desc: '400'
      },
      {
        title: 'Скорость вращения II (об/мин)',
        desc: '1400'
      },
      {
        title: 'Диаметр сверления дерева макс. (мм)',
        desc: '15'
      },
      {
        title: 'Диаметр сверления металла макс. (мм)',
        desc: '25'
      },
      {
        title: 'Тип двигателя',
        desc: 'щеточный'
      },
      {
        title: 'Вес (кг)',
        desc: '1.4'
      },
      {
        title: 'Тип патрона',
        desc: 'быстрозажимной'
      },
      {
        title: 'Тип аккумулятора',
        desc: 'Li-Ion'
      },
    ],
  },
  {
    availability: false,
    tools: 'tools',
    alias: 'mixer',
    title: 'Смеситель Faris G-120 для раковины',
    article: 'XJ89YHGO',
    price: 12789,
    img: require('./assets/images/products/Rectangle 22 (3).png'),
    img1: require('./assets/images/products/Rectangle22.png'),
    img2: require('@/assets/images/products/mini/Rectangle 42.png'),
    img3: require('@/assets/images/products/mini/Rectangle 43.png'),
    img4: require('@/assets/images/products/mini/Rectangle 44.png'),
    img5: require('@/assets/images/products/mini/Rectangle 42.png'),
    img6: require('@/assets/images/products/mini/Rectangle 41.png'),
    hit: 'хит'
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'fishingLine',
    title: 'Триммерная леска «Спираль-100»',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle2.png'),
  },
  {
    availability: true,
    category: 'plumbing',
    alias: 'toilet',
    title: 'Унитаз подвесной Aragio с двойным сливом',
    article: 'XJ89YHGO',
    price: 12789,
    img: require('./assets/images/products/Rectangle 2231.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    category: 'plumbing',
    alias: 'attachments',
    title: 'Набор гравировальных насадок Nozzle-Tok',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 2212.png'),
    
  },
  {
    availability: true,
    category: 'plumbing',
    alias: 'drill2',
    title: 'Перфоратор универсальный Wander X645-46 GF 1450W',
    article: 'XJ89YHGO',
    price: 12789,
    img: require('./assets/images/products/Rectangle 2231.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    category: 'plumbing',
    alias: 'mixer2',
    title: 'Смеситель Faris G-120 для раковины',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 2256.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'fishingLine2',
    title: 'Триммерная леска «Спираль-100»',
    article: 'XJ89YHGO',
    price: 12789,
    img: require('./assets/images/products/Rectangle 2223.png'),
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'attachments2',
    title: 'Набор гравировальных насадок Nozzle-Tok',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 22-1.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    category: 'plumbing',
    alias: 'toilet2',
    title: 'Унитаз подвесной Aragio с двойным сливом',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 2256.png'),
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'drill3',
    title: 'Перфоратор универсальный Wander X645-46 GF 1450W',
    article: 'XJ89YHGO',
    price: 12789,
    img: require('./assets/images/products/Rectangle 22-3.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    category: 'plumbing',
    alias: 'attachments3',
    title: 'Набор гравировальных насадок Nozzle-Tok',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 2256.png'),
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'mixer3',
    title: 'Смеситель Faris G-120 для раковины',
    article: 'XJ89YHGO',
    price: 12789,
    img: require('./assets/images/products/Rectangle 22-5.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'fishingLine3',
    title: 'Триммерная леска «Спираль-100»',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 22-6.png'),
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'toilet3',
    title: 'Унитаз подвесной Aragio с двойным сливом',
    article: 'XJ89YHGO',
    price: 12789,
    img: require('./assets/images/products/Rectangle 22-7.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'drill4',
    title: 'Перфоратор универсальный Wander X645-46 GF 1450W',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 22-8.png'),
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'fishingLine4',
    title: 'Триммерная леска «Спираль-100»',
    article: 'XJ89YHGO',
    price: 12789,
    img: require('./assets/images/products/Rectangle 22-9.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'attachments4',
    title: 'Набор гравировальных насадок Nozzle-Tok',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 22-10.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'toilet4',
    title: 'Унитаз подвесной Aragio с двойным сливом',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 22-11.png'),
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'mixer4',
    title: 'Смеситель Faris G-120 для раковины',
    article: 'XJ89YHGO',
    price: 12789,
    img: require('./assets/images/products/Rectangle 22-12.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'drill5',
    title: 'Перфоратор универсальный Wander X645-46 GF 1450W',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 2221.png'),
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'toilet5',
    title: 'Унитаз подвесной Aragio с двойным сливом',
    article: 'XJ89YHGO',
    price: 12789,
    img: require('./assets/images/products/Rectangle 22-23.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'drill6',
    title: 'Перфоратор универсальный Wander X645-46 GF 1450W',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 22-22.png'),
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'fishingLine5',
    title: 'Триммерная леска «Спираль-100»',
    article: 'XJ89YHGO',
    price: 12789,
    img: require('./assets/images/products/Rectangle 22-21.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'fishingLine6',
    title: 'Триммерная леска «Спираль-100»',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 22-20.png'),
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'attachments5',
    title: 'Набор гравировальных насадок Nozzle-Tok',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 22-19.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'attachments6',
    title: 'Набор гравировальных насадок Nozzle-Tok',
    article: 'XJ89YHGO',
    price: 12789,
    img: require('./assets/images/products/Rectangle 22-18.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'mixer5',
    title: 'Смеситель Faris G-120 для раковины',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 22-17.png'),
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'mixer6',
    title: 'Смеситель Faris G-120 для раковины',
    article: 'XJ89YHGO',
    price: 12789,
    img: require('./assets/images/products/Rectangle 22-16.png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'toilet6',
    title: 'Унитаз подвесной Aragio с двойным сливом',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 22-11.png'),
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'toilet7',
    title: 'Унитаз подвесной Aragio с двойным сливом',
    article: 'XJ89YHGO',
    price: 12789,
    oldPrice: 15999,
    percent: '-15%',
    img: require('./assets/images/products/Rectangle 22 (3).png'),
    hit: 'хит'
    
  },
  {
    availability: true,
    tools: 'tools',
    alias: 'attachments7',
    title: 'Набор гравировальных насадок Nozzle-Tok',
    article: 'XJ89YHGO',
    price: 12789,
    img: require('./assets/images/products/Rectangle 22-18.png'),
    hit: 'хит'
    
  },
]

export const categories = [
  {
    title: 'Сантехника',
    h1: '',
    img: require('@/assets/images/categories/Plumbing.png'),
    url: '/products'
  },
  {
    title: 'Отделочные материалы',
    img: require('@/assets/images/categories/Finishing_materials.png'),
    url: '/products'
  },
  {
    title: 'Электротовары',
    img: require('@/assets/images/categories/Electrical_goods.png'),
    url: '/products'
  },
  {
    title: 'Инструменты',
    img: require('@/assets/images/categories/Tools.png'),
    url: '/products'
  },
  {
    title: 'Столярные изделия',
    img: require('@/assets/images/categories/Joinery.png'),
    url: '/products'
  },
  {
    title: 'Общестроительные материалы',
    img: require('@/assets/images/categories/construction_materials.png'),
    url: '/products'
  },
  {
    title: 'Все для сауны и бани',
    img: require('@/assets/images/categories/saunas_and_baths.png'),
    url: '/products'
  },
]

export const profile = [
  {
    title: 'Все акции',
    url: require('./assets/svg/Vector.svg')
  },
  {
    title: 'Войти',
    url: require('./assets/svg/Group 3.svg')
  },
  {
    title: 'Сравнение',
    url: require('./assets/svg/Group 13.svg')
  },
  {
    title: 'Избранное',
    url: require('./assets/svg/path1296.svg')
  },
  {
    title: 'Корзина',
    url: require('./assets/svg/Group 8.svg')
  },
]

export const slides = [
  {
    title: 'fisrt',
    img: require('./assets/images/slides/Rectangle38.png'),
    class: 'slide-img'
  },
  {
    title: 'second',
    img: require('./assets/images/slides/Rectangle10.png'),
    class: 'd-none slide-img'
  },
  {
    title: 'third',
    img: require('./assets/images/slides/Rectangle38.png'),
    class: 'd-none slide-img'
  },
  {
    title: 'fourth',
    img: require('./assets/images/slides/Rectangle10.png'),
    class: 'd-none slide-img'
  },
]

export const listInfo = [
  {
    title: 'Оплата любым удобным способом',
    img: require('./assets/svg/Card.svg')
  },
  {
    title: 'Большой выбор товаров в каталоге',
    img: require('./assets/svg/List.svg')
  },
  {
    title: 'Осуществляем быструю доставку',
    img: require('./assets/svg/Box.svg')
  },
  {
    title: 'Делаем скидки на крупные покупки',
    img: require('./assets/svg/Percent.svg')
  },
]

export const rubrics = [
  {
    title: 'все публикации',
    count: 123
  },
  {
    title: 'Новости',
    count: 34
  },
  {
    title: 'Статьи',
    count: 99
  },
  {
    title: 'Советы',
    count: 14
  },
  {
    title: 'Обзоры',
    count: 2
  },
]

export const blocksTitles = [
  {
    lastNews: 'Последние новости',
    otherNews: 'Другие новости'
  }
]

export const cards = [
  {
    title: 'Адрес',
    svg: require('./assets/svg/card/point.svg'),
    text: '369012, Карачаево-Черкесская Республика, г. Черкесск, ул Октябрьская, дом 301'
  },
  {
    title: 'Телефон',
    svg: require('./assets/svg/card/phone.svg'),
    text: '8 (8782) 28-42-72'
  },
  {
    title: 'Email адрес',
    svg: require('./assets/svg/card/email.svg'),
    email: 'info@stroiopttorg.ru'
  },
  {
    title: 'Время работы',
    text: 'Ежедневно, с 8:00 до 18:00 Без перерыва и выходных'
  }
]

export const newsBlocks = [
  {
    alias: 'updateCatalog-1',
    article: 'статья',
    date: '16 августа 2023',
    title: 'Масштабное обновление каталога инструментов',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update26.png'),
    imgArticle: require('./assets/images/news/drill.png'),
    id: 1,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-2',
    article: 'статья',
    date: '19 августа 2023',
    title: 'Масштабное обновление каталога инструментов 2',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update25.png'),
    id: 2,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-3',
    article: 'новости',
    date: '25 сентября 2023',
    title: 'Масштабное обновление каталога инструментов 3',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update24.png'),
    id: 3,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-4',
    article: 'статья',
    date: '10 октября 2023',
    title: 'Масштабное обновление каталога инструментов 4',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update23.png'),
    id: 4,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-5',
    article: 'новости',
    date: '20 октября 2023',
    title: 'Масштабное обновление каталога инструментов 5',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update22.png'),
    id: 5,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-6',
    article: 'статья',
    date: '29 ноября 2023',
    title: 'Масштабное обновление каталога инструментов 6',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update21.png'),
    id: 6,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-7',
    article: 'новости',
    date: '16 декабря 2023',
    title: 'Масштабное обновление каталога инструментов 7',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update20.png'),
    id: 7,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-3',
    article: 'новости',
    date: '16 декабря 2023',
    title: 'Масштабное обновление каталога инструментов 7',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update20.png'),
    id: 8,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-5',
    article: 'новости',
    date: '16 декабря 2023',
    title: 'Масштабное обновление каталога инструментов 7',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update20.png'),
    id: 9,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-1',
    article: 'новости',
    date: '16 декабря 2023',
    title: 'Масштабное обновление каталога инструментов 7',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update24.png'),
    id: 10,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-6',
    article: 'новости',
    date: '16 декабря 2023',
    title: 'Масштабное обновление каталога инструментов 7',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update22.png'),
    id: 11,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-3',
    article: 'новости',
    date: '16 декабря 2023',
    title: 'Масштабное обновление каталога инструментов 7',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update25.png'),
    id: 12,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-2',
    article: 'новости',
    date: '16 декабря 2023',
    title: 'Масштабное обновление каталога инструментов 7',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update23.png'),
    id: 13,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-5',
    article: 'новости',
    date: '16 декабря 2023',
    title: 'Масштабное обновление каталога инструментов 7',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update26.png'),
    id: 14,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-7',
    article: 'новости',
    date: '16 декабря 2023',
    title: 'Масштабное обновление каталога инструментов 7',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update25.png'),
    id: 15,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-2',
    article: 'новости',
    date: '16 декабря 2023',
    title: 'Масштабное обновление каталога инструментов 7',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update21.png'),
    id: 16,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-3',
    article: 'новости',
    date: '16 декабря 2023',
    title: 'Масштабное обновление каталога инструментов 7',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update20.png'),
    id: 17,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-1',
    article: 'новости',
    date: '16 декабря 2023',
    title: 'Масштабное обновление каталога инструментов 7',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update26.png'),
    id: 18,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
  {
    alias: 'updateCatalog-4',
    article: 'новости',
    date: '16 декабря 2023',
    title: 'Масштабное обновление каталога инструментов 7',
    subtitle: 'Электродрель - это важный инструмент в арсенале любого домашнего мастера или профессионального строителя. Однако, перед тем как сделать свой выбор, важно учесть несколько ключевых аспектов, чтобы получить наилучшее соответствие вашим потребностям.',
    typeTitle: 'Тип электродрели',
    tupeText: 'Существует два основных типа электродрелей: с проводом и аккумуляторные. Электродрели с проводом обычно более мощные и подходят для интенсивных работ. Аккумуляторные дрели предлагают мобильность и удобство, идеально подходя для небольших задач и мест, где нет доступа к розетке.',
    list: 'Первое, на что следует обратить внимание, - это тип электродрели. Существует два основных типа: с проводом и аккумуляторные.',
    sublist1: 'Электродрели с проводом: Они предоставляют стабильную мощность и подходят для интенсивных и продолжительных работ. Однако, они ограничены длиной провода и могут быть менее мобильными.',
    sublist2: 'Аккумуляторные дрели: Они обеспечивают большую мобильность и удобство. Подходят для небольших задач и мест, где нет доступа к электросети. Однако, важно следить за зарядом аккумулятора.',
    power: 'Мощность',
    powerdrsc: 'Мощность электродрели влияет на её производительность и способность справляться с различными материалами. Для легких работ по дому, таких как сверление отверстий в дереве или гипсокартоне, модель с невысокой мощностью подойдет. Для более тяжелых задач, включая сверление в бетоне или металле, рекомендуется выбрать более мощный вариант.',
    additionally: 'Дополнительные функции',
    additionallyList: 'Современные электродрели могут предлагать различные дополнительные функции, которые могут значительно облегчить работу:',
    additionallySubList1: 'LED-подсветка: Обеспечивает хорошую видимость рабочей зоны, особенно в плохо освещенных местах.',
    additionallySubList2: 'Уровень заряда аккумулятора: Важно для аккумуляторных моделей, чтобы всегда знать, сколько времени осталось до разряда.',
    additionallySubList3: 'Блокировка шпинделя: Удобно при замене насадок или ключей.',
    reviewsTitle: 'Чтение отзывов и консультация',
    reviewsDesc: 'При длительной работе вес электродрели может оказаться значимым. Выбирайте модель, которая удобно лежит в руке и не вызывает быстрое утомление. При выборе электродрели стоит доверять надежным брендам с хорошей репутацией. Это гарантирует высокое качество, надежность и долговечность инструмента. Определите свой бюджет заранее. Цены на электродрели могут варьироваться в широком диапазоне. Подбирайте модель, которая соответствует вашим финансовым возможностям. Просмотрите отзывы других покупателей и получите консультацию у специалистов, если это возможно. Опыт других пользователей может помочь вам сделать более информированный выбор. Выбор электродрели - это инвестиция в эффективность и качество вашей работы. Учитывайте вышеуказанные факторы, чтобы выбрать наилучший вариант, отвечающий вашим потребностям и ожиданиям.',
    img: require('./assets/images/news/update23.png'),
    id: 19,
    desc: 'С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.',
  },
]