export const departments = [
  {
    title: 'Генеральный директор',
    phone: '8 (8782) 28-42-67 (приемная)'
  },
  {
    title: 'Отдел снабжения',
    phone: '8 (8782) 28-42-67'
  },
  {
    title: 'Отдел сбыта',
    phone: ' 8(8782) 28-45-81'
  },
  {
    title: 'Юридический отдел',
    phone: '8 (8782) 28-42-69'
  },
  {
    title: 'Бухгалтерия',
    phone: '8 (8782) 28-42-71'
  },
  {
    title: 'Отдел доставки',
    phone: '8 (8782) 28-45-83'
  },
  {
    title: 'Кредитный отдел',
    phone: '8 (8782) 28-45-82'
  },
  {
    title: 'Отдел кадров',
    phone: '8 (8782) 28-42-73'
  },
]